<pad>
<unk>
</s>
<s>
<|>
!
"
$
$$
'
'd
'll
'm
're
's
't
've
,
-
-=
.
...
/
0
1
10
100
15
2
20
25
3
30
35
3rd
4
40
45
5
50
55
6
60
65
7
70
75
8
80
85
9
90
95
:
;
=
=-
?
`
(
)
a
a-
abess
able
abled
about
absolutely
absurdly
access
accomplish
accomplished
acryny
action
activity
actor
adding
adjectives
advent
adventure
affixed
after
again
against
aging
ago
ah
ajar
alarmingly
all
allow
allowed
already
alright
also
aluminium
aluminum
always
am
amazing
american
amoss
amperpoly
an
ancient
and
angry
announce
another
antiquated
antique
antiqued
any
anything
appealing
appears
appetizing
apple
applying
approach
aptmary
are
area
aren
aren't
armchair
around
arrive
as
ask
asked
assing
association
assure
at
ate
atmosphere
atos
attempt
attention
attic
aunt
austere
auttous
aw
awesome
awful
b
back
backup
backyard
backyards
bad
bag
balanced
ball
balmy
balsam
balsamwood
banana
bank
bar
barbecue
barbeque
barely
barn
base
basement
bash
basket
bathroom
bathrooms
bats
bbq
bbq-like
be
bear
because
bed
bedchamber
bedroom
bedrooms
beech
beechwood
been
beetles
before
begin
behind
being
believe
bell
bench
benchtop
bend
berry
besides
best
better
bialy
big
bigshot
billes
binder
birch
birchwood
bits
black
blackberry
blanket
bleaners
blender
block
blocked
blocking
blue
blueberry
blutiophy
board
book
bookshelf
bored
bottle
bowl
box
boysen
boysenberry
brand
brass
bread
break
breast
broccoli
broders
broken
broom
brother
brother-in-law
brown
brushed
bucks
buddy
bug
bugs
building
built
bump
bunnies
buratined
bureau
burg
burger
burgerburg
burgercity
burgerhamlet
burgertown
burgervillage
burgerville
burned
but
butormatic
butter
butterfly
button
buy
by
c
ca
cabbage
cabinet
cable
cake
calendar
call
called
calling
came
can
can't
canadian
candy
cane
cannot
cantaloupe
canteen
capacity
caring
carried
carries
carrot
carry
carrying
case
cashew
cat
caterpillars
cauliflower
cd
cedar
cedarwood
ceiling
cellar
ceramic
chair
chamber
changing
chartreuse
cheap
check
cheese
chest
chicken
chilled
chipped
chocolate
chop
chopped
chopping
cilantro
city
classic
clean
clearly
cloak
clocation
close
closed
closet
closing
clove
club
cocktail
coconut
coffee
coffer
coincidence
cold
cologe
com
comass
come
comfortable
comfy
comic
coming
command
commanding
commands
commercial
company
complete
computer
concealed
confused
consumed
contain
contained
container
containers
contains
contemporary
contents
continue
controller
conventional
cook
cookable
cookbook
cooked
cookery
cookhouse
cookie
cooking
cooktop
cool
copper
copy
corner
corridor
corridors
couch
could
couldn
couldn't
counter
countertop
course
couser
cousin
cozy
crack
cracy
cramped
cran
cranberry
crate
crooked
crowded
ctrousing
cubicle
cuboid
cucumber
culahagel
culed
cup
cupboard
cushion
cut
cute
cuttable
cutting
cyan
cylltz
d
dad
damaged
damp
date
day
deal
decide
deciding
decorated
decrepit
definitely
delectable
delicious
dene
deposit
deposited
depressed
describe
describing
desk
desktop
destination
dettrul
dice
diced
dicing
did
different
dinner
dir
direction
directions
dirty
discovery
dish-pit
disinale
disk
dispenser
display
displayed
ditch
ditched
do
doel
does
doesn
doesn't
doing
dollars
don
don't
done
door
doors
doublecheck
down
drawer
drawn
dresser
dried
drink
drinkable
drinking
driveway
driveways
drop
droparat
dropped
dropping
drunk
dry
dump
durable
durian
dusty
dvd
e
earwigs
east
eat
eaten
eating
eccentric
ed
edible
edition
effort
egg
eighty
either
elder
elderberry
electric
elegant
else
embroidered
empty
emuse
eness
enjoy
enormous
enough
ensure
enter
entered
entertaining
entrance
entrances
entranceway
entry
episode
equircure
etc
even
ever
every
everything
examination
examine
examining
excited
excitement
exciting
exhamptose
exhists
exit
expect
expensive
experience
explore
extion
eye
f
facing
fails
fall
fallen
familiar
famous
fan
fancy
fantastic
fanteg
far
fashionable
fast
fiberglass
fifty
filled
filthy
find
fine
finger
finish
fire
first
fit
fitting
fixed
flat
flat-screen
flickers
flogy
floods
floor
flour
flower
fly
folder
folks
follow
following
follows
fondue
food
for
force
forgotten
fork
formless
forple
forty
found
framed
freezer
fresh
fridge
fridge's
fried
friend
frilly
frisbee
from
front
frosted-glass
frozen
fry
frying
fudge
fun
furious
g
gain
game
garage
garbage
garden
gardens
garlic
gas
gate
gateway
gather
gaudy
gaze
generic
get
gets
getting
gicifying
gigantic
glass
gleam
gloomy
glove
glued
go
going
goji
gojiberry
golf
gone
good
goose
gooseberry
got
gotten
government
grand
grape
gratering
greasy
great
green
greeting
greetings
gress
grill
grilled
grilling
gross
grotesque
ground
grubs
guarded
guess
gummy
h
had
half
half-eaten
hall
hamlet
hammer
hammered
hand
handled
handmade
hands
hangs
happen
happens
happy
has
hasn
hasn't
hat
hatch
have
haven
haven't
having
head
heading
headphones
hear
heartwarming
heat
heavenly
heavier
heavy
hefty
held
hello
henchornes
henderson
henderson's
here
here's
hey
hideous
hilarious
hits
hm
hmm
hmmm
hold
holds
home
honeydew
honoured
hope
hopefully
hopes
horrible
hot
how
however
html
http
huckle
huckleberry
huge
huh
hundred
hungry
hypoo
i
i'll
i'm
i've
idea
iders
idly
if
immaculate
imposing
impossible
in
in-
inadvertently
inalfs
inedible
inequare
infeter
inform7
information
infuriated
ingredient
ingredient-like
ingredients
insect
insects
insert
inserted
inserting
inside
instead
instructions
intentace
interact
interesting
internet
into
intriguing
inus
inventory
inviting
iron
is
island
isn
isn't
it
it'll
it's
item
its
j
joing
juice
junk
just
k
kettle
key
keyboard
keycard
kind
king
kitchen
kitchenette
kitchens
kittens
kiwi
knew
knife
know
l
ladle
laminated
lamp
lampshade
laptop
large
larva
last
latchkey
later
launderette
laundromat
laundry
lavender
leading
leads
lean
learn
least
leave
leaving
led
left
leg
legume
let
let's
letdown
lettuce
licorice
lid
lid's
lie
life
lift
light
lightbulb
like
likely
limited
lingon
lingonberry
liquid
lises
list
listed
listing
lit
livingroom
livingrooms
loaf
location
lock
lockable
locked
locker
locking
logan
loganberry
long
longer
look
looking
looks
lots
loudly
lounge
lovely
luxurious
lying
m
machine
made
magazine
mahogany
mahoganywood
make
man
manage
manageable
mantelpiece
mantle
manuscript
many
maple
maplewood
marble
marbled
massive
mat
matched
maturing
may
mayor
me
meal
meal-like
mean
medium
meet
melon
memories
menlatily
mental
mentioned
messy
metal
metallic
microsoft
might
milk
mind
mind-expanding
minister
miss
misty
mitaced
modern
modest
mom
moment
monitor
monsenemon
mop
more
most
moter
mouse
move
moved
movies
much
mug
must
my
n
n't
nabbeapan
name
napkin
natural
nearby
need
needs
neglected
neighbour
nest
nestres
neterajus
never
new
next
nice
nightmare
ninety
no
noble
noise
non-euclidean
nondescript
none
normal
north
not
note
nothing
notice
noticed
noun
nouns
novel
now
nowhere
o
oak
oakwood
object
object-like
objective
objects
obligated
ockly
oddly
of
off
offered
offers
office
oh
oil
okay
old
olive
ominous
on
once
one
ones
onion
only
onto
open
openable
opened
opening
opens
operational
opicar
opria
or
orange
ordinary
organic
ormickan
ornate
ostioncon
other
otherwise
ouralics
oussung
oustivying
out
outmoded
oven
oven's
oven-like
over
owner
p
paced
pair
pairing
pal
pan
pantry
pantrys
pants
paper
parlor
parsley
part
pass
passageway
passes
passkey
patio
pay
peanut
pear
pedestal
pen
pencil
pepper
perniker
person
pick
pick-up
picked
picking
picture
piece
pillow
pine
pineapple
pinewood
pit
pizza
placard
place
placed
places
placing
plain
plainly
plant
plastic
plate
platter
play
player
playing
playroom
pleasant
please
pleased
plush
pocket
poem
point
polepirs
polished
pork
porniumah
pornyings
portable
portal
portmanteau
possible
possibly
post
potato
practically
pred
preithon
prepare
preparing
presented
president
pressing
pretty
prevent
price
prime
printer
printing
probably
processing
profound
pronouns
properties
property
protected
prune
pulitu
pulled
pulling
pungent
puppies
pureed
purple
put
putting
q
queen
quenzare
quote
r
races
rack
rasp
raspberry
raw
re-enter
re-entered
reach
reaching
reading
ready
really
recent
recipe
recipe-like
recliner
recognise
recover
recreation
rectangular
red
refrigerated
refrigerator
refrigerator's
relaxing
reliable
remember
reminded
reminds
reminiscent
remote
remove
removing
rensaingal
repeat
report
repulsive
required
requires
rest
restart
resting
restroom
retchets
retrieve
retter
reveal
revealed
revealing
reveals
ridiculous
right
ripped
roast
roasted
roasting
robust
roodyante
room
roommate
rooms
roomy
rosionsobs
rotting
rough
round
rugged
ruin
rule
rulebook
running
rusty
s
safe
saggellder
salad
salon
salt
sandwich
satin
sationally
saucepan
sauna
saunter
sauntered
savory
say
says
scan
scarf
scented
scope
screen
screwdriver
scring
scullery
scurries
second
seconds
secret
sectional
sector
see
seeing
seem
seems
seen
sentence
serious
sess
session
set
setting
seventy
shadfly
shaky
sharp
shed
sheds
shelf
sheltered
shelters
shiny
shirt
shock
shoddy
shoe
should
show
showcase
shower
shown
shrimp
shudder
shut
shutting
sickening
sign
signboard
silent
silly
simple
sister
sister-in-law
sit
six
sixty
sizable
slab
sleepy
slice
sliced
slicing
sliding
small
smashing
smell
snerad
so
soap
soaped
sock
sofa
soft
soidates
solid
solidly
some
someone
someone's
something
sometimes
somewhere
sorry
sort
sound
soup
source
south
spacious
spare
sparkling
specify
spherical
spiders
spin
spitus
splintery
sponge
spoon
spork
spotless
squing
stable
stained
stainless
stand
standard
staple
stapler
start
stealing
steam
steamy
steel
step
stern
stick
sties
still
stock
stoked
stone
stool
stop
storage
store
stove
stove-like
strange
straw
strawberry
street
streets
strip
strong
studio
study
stuff
stuffed
stuffy
stumbled
sturdy
style
stylish
suarts
substantial
succeed
such
sudden
suddenly
sugar
suitcase
sult
super
superficially
supermarket
supermarkets
support
supporter
supporters
sure
surprisingly
surroundings
swear
sweaty
synthesizer
t
table
tablet
tacky
tag
take
taken
taking
tantalizing
target
task
tasty
tea
teacup
teal
teapot
teaspoon
technique
tee
telephone
television
tell
tells
tempting
tenile
terrible
terror
text
textbook
textworld
than
thanks
that
that's
the
their
them
then
ther
there
there's
they
thic
thing
things
think
thinking
thirty
this
those
though
thought
three
through
throw
throwing
ticist
ticks
tie
time
tiny
tip
to
toads
toaster
toaster-like
today
toilet
tomato
too
took
tool
toolbox
toolbox's
top
torn
toss
tossed
touch
touchable
towel
towering
town
trash
travel
travelled
trinner
trip
trizhar
trouble
true
trunk
try
tuna
tv
twin
two
type
typical
typo-riddled
u
ugly
unbelievable
unblocked
uncle
uncut
undependable
understand
understanding
understood
unexpected
unfortunately
unguarded
universal
unless
unlikely
unlock
unlocked
unlocking
unreasonably
unremarkable
unstable
until
unty
up
upon
upset
upsettingly
use
used
useful
useless
using
usual
usually
v
vacuum
val
value
vanilla
vanteson
vast
vault
vegetable
venture
ventured
very
vibes
village
ville
violet
virtual
visited
w
wait
waiting
walk
walked
walking
wall
walnut
walnutwood
want
wanting
warm
was
washroom
waste
water
watermelon
way
we
we're
weighty
weird
welcome
well
well-built
well-used
went
were
weren
weren't
west
what
what's
when
where
where'd
which
while
whinals
whisk
white
who
who's
why
wi_17_15
wide
widescreen
will
win
wine
wing
winner
with
within
without
wobbly
won
won't
wonder
wonderful
wondering
wooden
worised
work
workbench
working
works
workshop
world
worm
worn
worn-out
worry
worst
would
wow
wrench
wretched
wriggling
wrong
x
y
yellow
yes
you
you'd
you'll
you're
you've
your
yourself
youth
z
zone